[
      {
        "name": "Adrian Chan",
        "role": "Executive Director",
        "school": "Phillips Exeter Academy, US",
        "image": "/Adrian.png",
        "bio": "An experienced educator with over five years of international debate experience. Adrian is an ICYD International Finalist (2023), broke Oxford Schools (2025), and was the 3rd Best Speaker at the Team Canada Fundraiser (2025). He has condensed his debate knowledge into a debate accelerator used by over 100 debaters in Hong Kong, the UK, and the US."
      },
      {
        "name": "Gavin Zhao",
        "role": "Executive Director",
        "school": "Phillips Exeter Academy, US",
        "image": "/Gavin.jpg",
        "bio": "A nationally ranked Public Forum debater with a strong track record on the US circuit. Gavin competed at Oxford Schools 2025 and co-leads the team’s operations and outreach."
      },
      {
        "name": "Matthew Wong",
        "role": "Curriculum Development Lead",
        "school": "Winchester College, UK",
        "bio": "A competitive debater with four years of BP debating and adjudication experience. Matthew has competed at ICYD and Cambridge Schools, and currently serves as a Debate Society captain at Winchester. He brings over two years of coaching experience and extensive politics, economics, and international relations experience."
      },
      {
        "name": "Arthur Zhang",
        "role": "Head PF Coach",
        "school": "Winchester College, UK",
        "bio": "A top-performing PF debater: 2nd Place Team and Top Speaker at the 2023 Harvard International PF Tournament (Open Division), with past top finishes in 2022 and 2021. NSDA Global Excellent Debater (2020) and 1st Place at Wincheste College’s Inter-boarding house Debating Competition(Yaw Pot). Arthur brings his wealth of experience to lead our upcoming Public Forum course."
      },
      {
        "name": "Valmik Dangayach",
        "role": "Head Private Coach",
        "school": "Phillips Exeter Academy, US",
        "bio": "The youngest member of the Team Hong Kong Development Squad, with experience in both BP and WSDC formats. He recently won the U17 finals of Oxford WSDC 2025 and was the 13th-best speaker in the Hong Kong Debate Open."
      },
      {
        "name": "Andre Chan",
        "role": "Coach Training Lead",
        "school": "Winchester College, UK",
        "image": "/Andre.png",
        "bio": "A seasoned debater with experience in both WSDC and BP formats. Andre contributes to curriculum design and training with his 4+ years of experience."
      },
      {
        "name": "Raul Laszlo-Louro",
        "role": "Coach",
        "school": "Winchester College, UK",
        "image": "/Raul.png",
        "bio": "An accomplished BP debater with experience at ICYD and Imperial Schools. Raul has been a finalist in multiple intra-school tournaments and mentors younger debaters."
      },
      {
        "name": "Cici Chen",
        "role": "Coach",
        "school": "Phillips Exeter Academy, US",
        "bio": "A member of the Team China WSDC Development Team and Advanced Debate Team at Phillips Exeter Academy, she has had numerous successes across Asian circuits and brings a wealth of debate knowledge."
      },
      {
        "name": "Eric Jin",
        "role": "Coach",
        "school": "Phillips Exeter Academy, US",
        "image": "/Eric.png",
        "bio": "A BP debater who recently placed 3rd at the Team Canada Fundraiser 2025 and at the Carroll College(University) Fundraiser 2025. Eric empathetically supports new debaters."
      },
      {
        "name": "Winston Chan",
        "role": "Coach",
        "school": "Winchester College, UK",
        "image": "/Winston.png",
        "bio": "Winston has debate experience from both DBS and Winchester College. He specializes in helping new ESL debaters."
      },
      {
        "name": "Aloysius Yeung",
        "role": "Coach",
        "school": "Epsom College, UK",
        "bio": "Aloysius supports both coaching and program logistics."
      },
      {
        "name": "Luke Chon",
        "role": "Coach",
        "school": "Phillips Exeter Academy, US",
        "bio": "Luke is a debater at Phillips Exeter Academy. His education philosophy reflects both quiet confidence and compassion."
      },
      {
        "name": "Aaryav Khaderia",
        "role": "Coach",
        "school": "Hong Kong International School, HK",
        "bio": "A decorated debater as the 4th best speaker in the Hong Kong Junior Schools Debating Championship 2024, and a member of the HKIS debate team."
      },
      {
        "name": "Jade Yoo",
        "role": "Coach",
        "school": "Phillips Exeter Academy, US",
        "bio": "A member of the Advanced Debate Team at Phillips Exeter Academy, she has had numerous successes within the DANEIS circuit."
      },
      {
        "name": "Jayden Su",
        "role": "Administrator",
        "school": "Phillips Exeter Academy, US",
        "image": "/Jayden.png",
        "bio": "A leading member of several student-led organizations and charities, Jayden brings extensive administrative and operational experience. He was previously on the VSA and WIS Chinese debate teams."
      },
      {
        "name": "Emmanuel Zhang",
        "role": "Outreach Coordinator",
        "school": "Phillips Exeter Academy, US",
        "image": "/Emmanuel.png",
        "bio": "Emmanuel is a debater at Phillips Exeter Academy. He embodies the DebateCraft mission to democratize debating for all students."
      },
      {
        "name": "Theo Okolo",
        "role": "Outreach Coordinator",
        "school": "Winchester College, UK",
        "bio": "With a background in entrepreneurship and marketing, Theo drives the team’s outreach strategy and engagement efforts."
      },
            {
        "name": "Kevin Chen",
        "role": "Debate Content Creator",
        "school": "Phillips Exeter Academy, US",
        "image": "/Kevin.png",
        "bio": "Works on digital outreach and debate content creation, helping expand our online presence."
      },
      {
        "name": "Vivien Shang",
        "role": "Social Media Manager",
        "school": "Phillips Exeter Academy, US",
        "bio": "Creates engaging content across social media platforms to achieve our mission of democratizing access to debate through free content."
      },
      {
        "name": "Andy Liu",
        "role": "Social Media Manager",
        "school": "Phillips Exeter Academy, US",
        "bio": "Works on digital outreach and visual media, helping reach new students. He brings experience from his web design role on the Exonian Web Board."
      },
      {
        "name": "Aaditiya Bilakanti",
        "role": "Web Developer",
        "school": "Phillips Exeter Academy, US",
        "bio": "Plays a critical role in updating our website and is working on exciting AI debate tools. He has PF debate experience"
      },
      {
        "name": "Andrew Chen",
        "role": "Administrator",
        "school": "Phillips Exeter Academy, US",
        "bio": "Supports the creation debate content as well as interacting with parents. He has PF debate experience."
      }
]